Repository: DrCod/generic-numeric-representation-by-attention-distillation
Catalog: data/tmx_dir/output_data_es-pt.tmx
Source language: es
Languages: pt

source: Aún en el caso de que una revisión judicial no resulte exitosa, podría retrasar el juicio durante mucho tiempo.
pt: Mesmo se a revisão judicial não tiver sucesso, ela pode adiar o julgamento por um longo tempo.

source: MINISTERIO DE MEDIO AMBIENTE, COMUNIDAD Y ADMINISTRACIÓN LOCAL
pt: MINISTÉRIO DO AMBIENTE, COMUNIDADES E PODER LOCAL

source: Montague Court Montague Lane Dublín 2.
pt: Montague Court Montague Lane Dublin 2.

source: un doctor, un abogado o un trabajador social en representación de su cliente.
pt: Médico, advogado ou assistente social representando um cliente.

source: En el juicio por reclamación poselectoral, el Tribunal Superior debe determinar el resultado correcto de las elecciones y, para ello, puede ordenar un nuevo recuento de los votos.
pt: Na avaliação de um pedido de anulação das eleições, o Tribunal de Primeira Instância tem de determinar o resultado correto das eleições e, para este fim, pode ordenar a recontagem dos votos.

source: En la realización futura de dicho proyecto tiene gran importancia la integración de los intereses económicos entre Italia, América Latina y el Caribe.
pt: Na futura implementação desse projeto, a integração dos interesses econômicos entre a Itália, a América Latina e o Caribe é de fundamental importância.

source: En Irlanda, hay más de 3,2 millones de electores censados con derecho a voto en las elecciones europeas.
pt: Na Irlanda, existem mais de 3,2 milhões de eleitores inscritos com direito de voto nas eleições europeias.

source: En muchos otros casos, la víctima puede solicitar una reunión previa al juicio.
pt: Na maioria dos casos, a vítima pode pedir uma reunião pré-julgamento.

source: En muchos casos, usted deberá dar su declaración en la sala del tribunal.
pt: Na maioria dos casos, você terá que depor na sala de audiências.

source: La mañana del 6 de octubre los trabajos continuarán en la “Sala Koch” del Senado de la República, con acceso desde la entrada principal del Palacio Madama (plaza Madama 11).
pt: Na manhã de 6 de outubro, as atividades serão realizadas no Senado da República na “Sala Koch”, com acesso pela entrada principal do Palácio Madama (Piazza Madama 11).

source: A lo largo de la reunión se hizo hincapié en el hecho de que, al dar sistematicidad al Foro a través de su frecuencia bienal, queda garantizada la continuidad del diálogo político entre los Parlamentos de los Países adheridos, posibilitándose, de tal forma, la profundización del conocimiento mutuo, el intercambio de experiencias y la intensificación de las relaciones a todos los niveles.
pt: Na reunião, foi dada especial ênfase ao fato que, ao sistematizar o Fórum com regularidade bienal, assegura-se uma continuidade no diálogo político a nível parlamentar entre os países participantes, permitindo assim aprofundar o conhecimento mútuo, a troca de experiências e a intensificação das relações de um modo geral.

source: En algunos casos, la Fiscalía podrá ampliar este plazo, pero solo si existe un buen motivo y si es de interés de la Justicia.
pt: Nalguns casos o PG poderá prolongar esse prazo mas só se houver uma boa razão e se for do interesse da justiça.

source: En algunos casos, la Fiscalía podrá ampliar estos plazos, pero solo si existe un buen motivo y si es de interés de la Justicia.
pt: Nalguns casos o PG poderá prolongar esse prazo mas só se houver uma boa razão e se for do interesse da justiça.

source: En algunos casos, podrá demorar más.
pt: Nalguns casos poderá demorar mais tempo.

source: Se recuerda que en el interior del recinto de la Cámara está prohibido fumar, con la excepción de los lugares específicamente reservados para ello (rogamos se dirijan a los ujieres).
pt: Nas instalações da Câmara é proibido fumar, exceto nos locais predispostos (consultar os contínuos parlamentares).

source: negocios fraudulentos o deshonestos que afectan a la autoridad local;
pt: negócios fraudulentos ou desonestos que afetem uma autoridade local,

source: En ese caso, debería escribirnos y solicitarnos una revisión dentro de los 56 días (8 semanas) siguientes a la fecha en la que fue informado de la decisión de no emprender acciones judiciales.
pt: Nesse caso, deve escrever-nos a solicitar a revisão no prazo de 56 dias (8 semanas) a contar da data em que lhe for comunicada a decisão de não proceder à acusação.

source: Estas incluyen: una víctima de un delito;
pt: Nestas incluem-se: a vítima de um crime;

source: Cuando esto ocurre, se le pedirá su consentimiento para que dicho dosier sea entregado.
pt: Neste caso, vão perguntar se a vítima autoriza a liberação do histórico.

source: En este ejemplo, se puede ver que solo cuatro candidatos (el número de representantes que debe elegirse) podrían alcanzar el cupo.
pt: Neste exemplo, veremos que apenas quatro candidatos (o número a eleger) poderia, eventualmente, alcançar a quota.

source: En este ejemplo, se puede ver que solo tres candidatos (el número de representantes que debe elegirse) podrían alcanzar el cupo.
pt: Neste exemplo, veremos que apenas três candidatos (o número a eleger) poderiam, eventualmente, alcançar a quota.

source: En este sentido, promueve los esfuerzos de la comunidad internacional para facilitar procesos de restructuración de deuda soberana sin dilaciones y en forma ordenada, teniendo como objetivo el crecimiento de la economía y el desarrollo sostenible de los Estados implicados
pt: Neste sentido, promove os esforços da comunidade internacional voltados para facilitar os processos de reestruturação da dívida soberana sem adiamentos e de forma ordenada, visando o crescimento da economia e o desenvolvimento sustentável dos Estados interessados.

source: En estos casos, se celebra un juicio sin la presencia de público.
pt: Nestes casos, os julgamentos ocorrem sem a presença do público.

source: En estas cortes, un jurado acompaña al juez.
pt: Nestes juízos, um júri senta-se ao lado do juiz.

source: En casos en los que la víctima haya fallecido, un miembro de la familia del difunto podrá solicitarnos los motivos de nuestra decisión de no emprender acciones judiciales.
pt: No caso de a vítima ter morrido, o resumo dos motivos da nossa decisão para não proceder à acusação pode ser requerido por um familiar.

source: En el caso de unas elecciones presidenciales, europeas o locales -o de un referéndum-, la autoridad censal deberá recibir la solicitud como mínimo 22 días antes de la fecha de la votación (sin contar domingos, Viernes Santo y festivos nacionales) a fin de ser tenida en cuenta para dicho proceso electoral o dicho referéndum.
pt: No caso de eleições presidenciais, europeias ou locais ou de um referendo, o pedido deverá ser recebido pelas autoridades de registo até 22 dias antes do dia marcado para as eleições (não incluindo Domingos, Sexta-feira Santa ou dias feriados), para que possa ser considerado para essa eleição ou referendo.

source: en el caso en que identificación de un sospechoso sea un problema, si las pruebas del testigo que afirme identificar al sospechoso son fiables;
pt: no caso em que se põe a questão da identificação de um suspeito, se as provas da testemunha que pretende identificar o suspeito são fiáveis;

source: El 5 de octubre las delegaciones llegarán a la Cámara de los Diputados, con acceso desde la plaza de Montecitorio.
pt: No dia 5 de outubro as delegações entrarão na Câmara dos Deputados, pelo ingresso principal da Piazza Montecitorio.

source: Para el día 7 de octubre está previsto el traslado a Milán en tren – en principio, con ida y vuelta en el día – para visitar la Expo.
pt: No dia 7 de outubro está previsto um traslado de trem para Milão – ida e volta no mesmo dia eventualmente – para visitar a Expo.

source: El día de las elecciones, cada mesa electoral está supervisada por un presidente de mesa asistido por un vocal.
pt: No dia das eleições, cada assembleia de voto é supervisionada pelo presidente da assembleia de voto, com a assistência de um delegado.

source: El día de las elecciones, el elector solicita una papeleta a la mesa electoral facilitando su nombre y dirección.
pt: No dia das eleições, o eleitor solicita um boletim de voto na assembleia de voto, indicando o seu nome e endereço.

source: El día de las elecciones, el elector solicita una papeleta a la mesa electoral indicando su nombre y dirección.
pt: No dia das eleições, o eleitor solicita um boletim de voto na assembleia de voto, indicando o seu nome e endereço.

source: Sin embargo, algunos casos complejos pueden tardar más.
pt: No entanto, alguns casos complexos poderão demorar mais tempo.

source: Sin embargo, en casos de dificultades meteorológicas o de transporte, la votación en las islas puede celebrarse antes de la fecha establecida y el periodo de votación puede reducirse a cuatro horas.
pt: No entanto, no caso de dificuldades causadas pelas condições meteorológicas ou de transporte, as eleições nas ilhas podem decorrer antes do dia das eleições e o período de votação pode ser reduzido a quatro horas.

source: Sin embargo, la Fiscalía solo puede hacerlo en circunstancias muy limitadas.
pt: No entanto, o PG só o pode fazer em circunstâncias muito limitadas

source: Sin embargo, solo puede solicitarlos sobre decisiones de no emprender acciones judiciales tomadas: el o después del 16 de noviembre de 2015;
pt: No entanto, só poderá pedir justificações sobre decisões de não proceder à acusação tomadas: à data de ou após 16 de novembro de 2015;

source: Sin embargo, solo puede solicitar sobre decisiones de no emprender acciones judiciales tomadas: el o después del 16 de noviembre de 2015; y en casos mortales donde la muerte se haya producido el o después del 22 de octubre de 2008.
pt: No entanto, só poderá pedir justificações sobre decisões de não proceder à acusação tomadas: à data de ou após 16 de novembro de 2015; e em casos fatais quando a morte tenha ocorrido à data de ou após 22 de outubro de 2008.

source: No obstante, una persona no tiene derecho a presentar su candidatura al Parlamento en más de una circunscripción o país.
pt: No entanto, uma pessoa não tem o direito de se candidatar à eleição para o Parlamento em mais de um círculo eleitoral ou país.

source: No obstante, una persona no tiene derecho a votar en las elecciones en más de una circunscripción o en más de un país.
pt: No entanto, uma pessoa não tem o direito de votar nas eleições em mais do que um círculo eleitoral ou país.

source: Al finalizar el Foro se aprobará por consenso una Declaración Final, cuyo texto será preparado por el Comité de Redacción que se reunirá al finalizar la primera sesión de trabajo en la tarde del lunes día 11 de diciembre.
pt: No final do fórum será adotada, por consenso, uma declaração final, cujo texto será finalizado pelo comitê de redação que se reunirá após o encerramento da Primeira Sessão de trabalho, durante a tarde de segunda-feira, dia 11 de dezembro.

source: Al finalizar el Foro se aprobará por consenso una Declaración Final.
pt: No final do fórum será aprovada uma declaração final que será adotada por consenso.

source: En un plazo de 56 días antes de la fecha de las elecciones, debe entregarse a la Standards in Public Offices Commission una declaración por escrito de todos los gastos electorales.
pt: No prazo de 56 dias após o dia das eleições, deve ser apresentada à Comissão de Normalização da Administração Pública um declaração, por escrito, sobre todas as despesas eleitorais.

source: Dichos locales suelen ser escuelas o edificios públicos.
pt: Normalmente, utilizam-se escolas ou edifícios públicos.

source: En los casos más graves, como delitos sexuales u otros delitos con violencia, la Oficina del DPP ofrecerá a la víctima, o a la familia de la víctima fallecida, una reunión previa al juicio (vea la pregunta 23).
pt: Nos casos mais graves, como processos por delitos sexuais ou outros crimes violentos, o Escritório do DPP oferecerá à vítima ou à família de uma vítima que tenha morrido uma reunião pré-julgamento (ver a pergunta 23).

source: En los casos más graves, una vez que Gardaí ha presentado cargos contra el acusado, el equipo de la fiscalía reunirá la evidencia obtenida en contra del acusado.
pt: Nos casos mais graves, uma vez que a Polícia tenha indiciado o acusado, a equipe da promotoria reunirá as provas contra o acusado.

source: no estar ya censada como elector en ninguna otra dirección.
pt: não estar já registado como eleitor em qualquer outra morada.

source: No pueden discutir las pruebas reales que presentarán los testigos.
pt: Não podem discutir as provas efetivas que as testemunhas irão facultar.

source: No sólo la paz y la seguridad a escala planetaria, sino también la protección del medio ambiente y la lucha contra el cambio climático, la lucha contra la corrupción, las desigualdades y las diversas formas de violencia, empezando por las de tipo étnico y de género, requieren una respuesta común;
pt: Não só a paz e a segurança a nível mundial, mas também a proteção do meio ambiente e a luta contra as alterações climáticas, a luta contra a corrupção, a luta contra as desigualdades e as diversas formas de violência, a começar pelas de etnia e de gênero, requerem uma resposta conjunta;

source: No está permitido introducir armas de ningún tipo en el interior del recinto de la Cámara y del Senado.
pt: Não é permitido entrar com armas, de qualquer tipo, nos ambientes da Câmara e do Senado.

source: No está permitido introducir armas de ningún tipo en el interior del recinto de la Cámara.
pt: Não é permitido entrar com armas, de qualquer tipo, nos ambientes da Câmara.

source: No basta con que la corte crea la declaración de la víctima.
pt: Não é suficiente que o juízo possa acreditar no relato da vítima.

source: No, un abogado no puede representarle a menos que sea víctima de un delito sexual grave y el equipo de la defensa quiera contrainterrogarlo con respecto a su historial sexual.
pt: Não, um advogado não pode representar você, a menos que você seja vítima de um grave crime sexual e a equipe de defesa queira reinquirir você sobre o seu histórico sexual.

source: No.
pt: Não.

source: Número de eurodiputados
pt: Número de Deputados

source: Total de papeletas transferibles
pt: número total de boletins transferíveis

source: Está previsto que las delegaciones accedan a la Cámara de los Diputados a través de la entrada principal del Palacio de Montecitorio (Plaza de Montecitorio, 1).
pt: O acesso das delegações na Câmara dos Deputados está previsto pela entrada principal do Palazzo Montecitorio (Piazza Montecitorio 1).

source: El acusado puede declararse "culpable" o "inocente".
pt: O acusado pode declarar-se “culpado” ou “inocente”.

source: ¿Puede el acusado apelar la condena o la sentencia?
pt: O acusado pode recorrer contra a condenação ou sentença?

source: El abogado litigante empezará explicando al jurado los hechos del caso.
pt: O advogado começará explicando ao júri a que se refere o processo.

source: El abogado litigante que trabaja para la Fiscalía lo interrogará para obtener su declaración.
pt: O advogado de acusação fará perguntas a você, para tomar o seu depoimento.

source: El abogado de la fiscalía trabajará en conjunto con Gardaí para asegurarse de que siempre está enterado de los pormenores del caso.
pt: O advogado de acusação trabalhará com a Polícia para garantir que você sempre saiba o que está acontecendo no processo.

source: La Garda dará a la víctima los detalles de contacto de los servicios locales de apoyo a las víctimas.
pt: O agente de Polícia informará a vítima dos detalhes de contato para serviços de apoio local à vítima.

source: El aumento de los conflictos y de los desastres naturales, nos recuerda la importancia de la normativa internacional respecto del refugio, que llama a garantizar la protección de los derechos humanos de las personas en situación de vulnerabilidad y riesgo extremo como principio fundamental que guie la acción de los países.
pt: o aumento dos conflitos e das catástrofes naturais nos lembra a importância da regulamentação internacional em matéria de refúgio, que visa garantir a proteção dos direitos humanos das pessoas em situação de vulnerabilidade e risco extremo como um princípio fundamental que orienta a ação dos países.

source: El aviso electoral publicado por el escrutador "de circunscripción" europeo indicará los períodos exactos de presentación de candidaturas.
pt: O Aviso de Convocação de Eleições, publicado pelo presidente da assembleia de voto do 'círculo eleitoral' europeu, definirá o calendário exato para a recepção de candidaturas.

source: El billete para cada trayecto cuesta 15 euro.
pt: O bilhete custa 15 Euros cada trecho.

source: La papeleta de voto especial les es entregada en el centro en el que se encuentran y votan en presencia de un presidente especial acompañado por un miembro de la Garda.
pt: O boletim de voto é-lhes entregue na instituição e eles votam na presença de um presidente da assembleia de voto especial, acompanhado por um membro da Garda.

source: El candidato o el escrutador pueden modificar los datos que aparecen en el documento de presentación de candidatura.
pt: O candidato ou o presidente da assembleia de voto podem alterar os dados individuais apresentados no documento de candidatura.

source: El candidato o el proponente debe asegurarse de que el documento de candidatura rellenado se entregue al escrutador antes de la finalización del plazo de recepción de candidaturas para las elecciones.
pt: O candidato ou proponente é responsável por garantir que toda a documentação de candidatura preenchida é entregue ao presidente da assembleia de voto antes do final do período de apresentação de candidaturas.

source: el depósito, por parte del candidato o de alguien en su nombre, de una fianza de 1800 € ante el escrutador.
pt: o candidato, ou alguém em seu nome, faz um depósito de €1800 junto do presidente da assembleia de voto.

source: El control del gasto se realiza a través de un sistema de inspectores.
pt: O controlo das despesas atua através de um sistema de delegados.

source: El coste de este servicio es asumido por el erario público.
pt: O custo deste serviço é suportado pelo Ministério das Finanças.

source: La fecha concreta de las elecciones, que es la misma en todas las subdivisiones, está fijada por el Ministro de Medio Ambiente, Comunidad y Administración Local.
pt: O dia de eleições real, que é o mesmo em todos os círculos, é estabelecido por decreto do Ministro do Ambiente, Comunidades e Poder Local.

source: Dicho derecho a voto se estipula del siguiente modo:
pt: O direito de voto é exercido como se segue:

source: El documento que contiene esta evidencia se denomina "expediente de evidencias" y es una parte importante en el caso.
pt: O documento que contém estas provas é denominado “elementos de instrução da acusação” e é uma parte importante do processo.

source: ¿Decide el DPP la sentencia de una persona declarada culpable?
pt: O DPP decide a sentença para uma pessoa considerada culpada?

source: El DPP decide si acusa o no a personas de haber cometido delitos y si se enjuicia a esas personas.
pt: O DPP decide acusar ou não pessoas de cometer crimes – isto é, “processá-las”.

source: El DPP decide si se acusa o no a personas de haber cometido delitos, es decir, enjuiciarlas.
pt: O DPP decide acusar ou não pessoas de cometer crimes – isto é, “processá-las”.

source: ¿Investiga el DPP delitos?
pt: O DPP investiga crimes?

source: El DPP no puede apelar una sentencia del Tribunal de Distrito.
pt: O DPP não pode recorrer contra uma sentença do Juízo de Primeira Instância.

source: El DPP puede solicitar al Tribunal de Apelaciones Criminales que revise una sentencia que considere excesivamente indulgente.
pt: O DPP pode pedir que o Tribunal de Recursos Criminais revise uma sentença que considere “indevidamente branda”.

source: El DPP deberá solicitar la revisión de la sentencia en el plazo de los 28 días posteriores a la fecha en la cual el juez dio su sentencia.
pt: O DPP pode pedir uma revisão de sentença dentro de 28 dias a partir da prolação da sentença pelo

source: ¿Puede el DPP apelar la sentencia?
pt: O DPP pode recorrer contra a sentença?

source: ¿Puede el DPP apelar una sentencia?
pt: O DPP pode recorrer contra uma sentença?

source: El DPP entabla acciones judiciales en representación del Pueblo de Irlanda, no en representación de una persona en concreto.
pt: O DPP processa casos em representação do povo da Irlanda, não de apenas uma pessoa.

source: ¿Entabla el DPP acciones judiciales para las víctimas de delitos?
pt: O DPP processa casos para vítimas de crimes?

source: El DPP entabla acciones judiciales para todos los delitos graves y algunas veces para los delitos menos graves.
pt: O DPP processa todos os crimes graves e algumas vezes os crimes menos graves.

source: ¿Entabla el DPP acciones judiciales para todos los delitos criminales?
pt: O DPP processa todos os delitos criminais?

source: Además, el DPP también tendrá en cuenta la opinión de la víctima o de la familia de la víctima.
pt: O DPP também considerará os pontos de vista da vítima ou da família da vítima.

source: Además, el DPP también decide los cargos que se le van a aplicar.
pt: O DPP também decide quais devem ser as acusações.

source: El DPP debe leer el expediente detenidamente y luego deberá decidir si hay suficiente evidencia para acusar a una persona de un delito.
pt: O DPP tem que ler o arquivo cuidadosamente e decidir se há provas suficientes para acusar uma pessoa de um crime.

source: ¿Es el DPP una oficina independiente?
pt: O DPP é independente?

source: el efecto del enjuiciamiento sobre el sospechoso y la víctima;
pt: o efeito da acusação sobre o suspeito e sobre a vítima;

source: El votante dobla la papeleta electoral para ocultar sus opciones y la introduce en la urna electoral sellada.
pt: O eleitor dobra o boletim de voto para esconder as suas opções e coloca-o numa urna selada.

source: El votante dobla la papeleta para ocultar sus opciones y la introduce en la urna electoral sellada.
pt: O eleitor dobra o boletim de voto para esconder as suas opções e coloca-o numa urna selada.

source: El votante indica el orden de su elección escribiendo «1» junto al nombre de su primera opción, «2» junto al nombre de su segunda opción, «3» junto al nombre de su tercera opción, y así sucesivamente.
pt: O eleitor indica a ordem da sua opção, escrevendo 1 em frente ao nome da sua primeira escolha, 2 em frente ao nome da sua segunda escolha, 3 em frente ao nome da sua terceira escolha, etc..

source: El elector vota en secreto en una cabina.
pt: O eleitor vota em segredo numa cabine de voto.

source: La dirección se encuentra en la página 10.
pt: O endereço está na página 10.

source: ¿Me dará asesoría legal la Oficina del DPP?
pt: O Escritório do DPP me dará assessoria jurídica?

source: La Oficina del DPP no ofrece asesoría legal a particulares.
pt: O Escritório do DPP não dá assessoria jurídica a membros do público.

source: El evento se celebrará en la Cámara de los Diputados, el lunes día 5 de octubre, y en el Senado de la República, la mañana del martes día 6 de octubre.
pt: O evento realizar-se-á na Câmara dos Deputados, na jornada do dia 5 de outubro e no Senado da República, na manhã do dia 6.

source: El evento, que ha registrado una amplia participación de los países de América Latina y del Caribe, encuentra su colofón en la Carta de Milán, que representa su legado cultural y constituye, al mismo tiempo, un compromiso para el futuro.
pt: O evento, que registrou uma grande participação dos Países da América Latina e do Caribe, culminou na Carta de Milão, que constitui o legado cultural da Expo e, simultaneamente, um compromisso para o futuro.
